chat_system_577480521_actor_description=Dreghen, Truth Keeper. 
chat_system_577480521_snap_8_question=^?^Congratulations! You are worthy of the title Hero of Truth! And such a hero deserves a great reward!<br>[s]You receive: ten thousand gold, 3 Might, Mind and Magic Runes[/s]
chat_system_577480521_snap_8_answer_0=^?^Can I pass any more tests?
chat_system_577480521_snap_9_question=^?^No, sorry. But there will be plenty of tests in your future. Just proceed down your life's road, which you're already on.
chat_system_577480521_snap_9_answer_0=^?^That's too bad. Well, good bye, Dreghen.
chat_system_577480521_snap_10_question=^?^You learnt yourself, you learnt Truth. There is nothing more for you to do here.
chat_system_577480521_snap_10_answer_0=^?^That's too bad. Well, good bye, Dreghen.
chat_system_577480521_snap_6_question=^?^You have passed the tests. Now, you know your value, and now you will take this gold and these stones. They will help you become you who are meant to be. <br>[s]You receive: 5000 gold, 2 Might, Mind and Magic Runes[/s]<br><br>It is not all....you know who you are. But do you know who you can become? Do you want to know your true potential? 
chat_system_577480521_snap_6_answer_0=^?^How?
chat_system_577480521_snap_7_question=^?^You will see your future. One possible future.... What heights can you reach? Who you can become? Everyone sees something. Even I don't know what awaits you there.
chat_system_577480521_snap_7_answer_0=^?^Let's try. 
chat_system_577480521_snap_7_answer_1=^?^It's an interesting offer. But I am not yet ready for this knowledge.
chat_system_577480521_snap_11_question=^?^Sorry, but the Arena does not want to accept you. You are not ready for the test. Come back, when your army is stronger. <br><br>[s]Your army is not great enough. Your Leadership allows you to engage more forces.[/s]
chat_system_577480521_snap_11_answer_0=^?^Ok. I'll come back next time.
chat_system_577480521_snap_13_question=^?^Are you ready to come back to the Truth Arena? Do you want to continue to learn yourself?
chat_system_577480521_snap_13_answer_0=^?^Remember, what waits for me there? 
chat_system_577480521_snap_5_question=^?^You lost! That's mean; there is more in you than you know. But don't despair! You'll have a chance to pass a Test again! Now you know you have to do more!
chat_system_577480521_snap_5_answer_0=^?^Yes! Now I'm sure that I cut it. Let's begin!
chat_system_577480521_snap_5_answer_1=^?^Could you please repeat the terms of the test?
chat_system_577480521_snap_12_question=^?^Yes. You are strong. But your army is not sufficiently strong. Come back, when your soldiers will live up to their Captain!<br><br>[s]Your army is not full. Your Leadership allows you to engage more forces.[/s]
chat_system_577480521_snap_12_answer_0=^?^Ok, I'll come back later.
chat_system_577480521_snap_2_question=^?^Sorry. But I can not understand your confidence. You are insufficiently strong for the Arena. Come back when you are more advanced in battle.<br><br>[s]For the Test you need to be at least level 10, and your current level is only [level]![/s]
chat_system_577480521_snap_2_answer_0=^?^It's a pity. But I'll come back!
chat_system_577480521_snap_0_question=^?^The Test allows every man worthy to learn about himself. You grow closer to your own mind, in the Truth Arena. You long to... learn yourself; so that you will become better, purer, and stronger.
chat_system_577480521_snap_0_answer_0=^?^I agree to take the Test. 
chat_system_577480521_snap_1_question=^?^The Truth Arena opens only for a worthy person. Not just anyone can enter the Arena...You must be sufficiently strong and be sure in your troops!<br>Are you sure of your forces?<br><br>[s]Your level must be at least 10, and your army completely filled. [/s]
chat_system_577480521_snap_1_answer_0=^?^Look at me, gnome! Confidence is my middle name! 
chat_system_577480521_snap_1_answer_1=^?^Hm. I'll come to you later. 
chat_system_577480521_snap_4_question=^?^Do you want to test yourself for Truth, young man? 
chat_system_577480521_snap_4_answer_0=^?^Remind me, what is this Test?
chat_system_577480521_snap_3_question=^?^Greetings to you my good [class]! My name is Dreghen. I am a Truth Treasurer by the will of the gods! I have a special gift: I help worthy men learn from themselves, learn their senses, and discover their potential. Do you wish to learn about yourself? Do you wish to see your own secrets and become one with yourself? If the answer is yes, the Truth Test awaits you.
chat_system_577480521_snap_3_answer_0=^?^It sounds good. What's the Test?
